<!DOCTYPE HTML PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"><head>


<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Step to Canada</title>
<link rel="stylesheet" type="text/css" href="template_structure.css">
<link rel="stylesheet" type="text/css" href="fonts_and_content.css">
<!--[if IE 6]>
<style type="text/css">
#leftcolumn {
padding-right: 0;
}
</style>
<![endif]-->
</head><body>
   <!-- Begin Wrapper -->
   <div id="wrapper">

 <?php
	include 'header.php';
 ?>
		 

		 <!-- Begin Left Column  Enter main page content here!!!! -->
		 
		<div id="leftcolumn">

						<h2>BC省省提名计划商业移民</h2>

							<p><strong>加拿大不列颠哥伦比亚省概述：</strong></p>
<p>不列颠哥伦比亚省，简称BC省或卑诗省，为全国第三大省。面积952,263平方公里，人口3,532,700.位于加拿大最西部，濒临太平洋。</p>
<p>首府维多利亚(Victoria)是个极富英国风情的小岛，居民多为退休人士，生活闲适。在夏季，露天下午茶是每日不可少的活动。与加拿大其他城市比较，维多利亚的气候极佳，最冷的日子很少低于摄氏零度，全年平均每日有6小时日照，当其他省份积雪遍地时，维多利亚路旁的古老灯柱上还吊着插满鲜花的花篮呢。其它主要城市有加拿大第三大城市温哥华(Vancouver)。温哥华被认为是全世界最美丽的城市之一，并被评为世界最适合人类居住的城市。</p>

<p>BC省的林木业和矿业是主要产业。是加拿大煤、铜、铅的主要出产地。此外，BC省天然气产量占全国第二，水力发电量占第三。高科技产品制造业是使经济多元化的主导产业，其中又以信息技术、电子、新兴材料工程、环保技术、航空工业、海底工程业、生物技术及电脑软件开发为主。BC省正迅速成为太平洋沿岸地区的国际贸易、投资及金融服务中心。温哥华是世界上7个“国际仲裁中心”之一。温哥华证券交易所是北美高科技产业一个重要的风险资金来源。<br />
<strong><br />
BC省商业提名项目介绍</strong><br />
BC省政府提名项目主要希望吸引资产较高的成功商业人士移民BC并投资至省内的企业. 该项目对主申请人有下列要求:<br />
1. 成功的商业经验<br />
2. 家庭的净资产超过80万加元<br />
3. 在BC省企业投资至少40万加元并占1/3以上的股权<br />
4. 提供可实施的商业计划<br />
5. 投资将创立至少3个新职位<br />

6. 申请人需要积极参与到企业管理中</p>
<p>另外,对于想立即取得提名資格的申請人，提供繳交12.5万元加币的按金，可享用“快線服務”。繳交按金的申請人，在獲審核通過即可跳過「提名候選人 (nominee candidate)」階段，直接取得提名資格，从而節省提名候選人一般需要2年或更久才能被提名的時間。</p>
<p><strong>全部办理时间为12个月</strong>. 此外, 申请人所需要的资金来源比联邦和魁北克省的低. 使得这个项目具有很大的吸引力.</p>
<p><strong>不列颠哥伦比亚省(BC省)商业移民提名计划的优势：</strong><br />
●	赴加时间快。初审2个月左右可赴加考察，半年后可获两年期的工作签证，家属也可同时赴加。<br />
●	申请人和家属在加持工作签证期间可同时享受和永久居民同样的待遇。<br />
●	可得到联邦移民局优先考虑。由BC省政府负责审批，联邦移民局负责体检的后续工作。</p>
<p>注明: 大温地区包括: 本拿比, 高贵林, 三角洲, 兰里市, 兰里区域, 新西敏, 枫叶岭, 北温, 高贵林港, 满地宝, 列治文, 素里, 温哥华, 西温和白石镇.</p>

<p><strong>不列颠哥伦比亚省商业移民提名的申请费用：</strong><br />
●	BC省政府申请费:  $3,000.00加元<br />
●	BC省的商务考察费用（包括短期签证费和差旅费）。<br />
●	联邦移民局的申请费用：主申请人550加元，配偶550加元，每个子女550加元（22岁及以上）或150加元（22岁以下）。<br />
●	登陆费：主申请人490加元，配偶490加元。</p>
<p><strong>不列颠哥伦比亚省(BC省)商业移民提名申请程序</strong>：<br />
●	本公司免费为申请人进行资格评估。<br />
●	接受申请人委托，双方签署委托代理合同。<br />

●	递交初审材料, 提供经商背景资料及拟开办业务简介。<br />
●	如申请人看来符合省选计划的要求, 便会获邀提交正式申请。<br />
●	负责省选移民计划的官员审阅申请材料, 并面试申请人。<br />
●	签订双方满意的履约协议, 具体列出有关的投资活动和期限。<br />
●	省政府协助申请人和其家人向联邦移民部申请取得两年期的临时工作许可签证并即时入境。<br />
●	申请人或公司根据履约协议落实投资计划, 省政府官员监察落实计划的进展情况。<br />
●	倘落实计划的情况符合履约协议的条件, 省政府便会推荐申请人及其家人获取永久居留权。<br />
●	申请人及其家人申请加拿大永久居留, 通过体检和背景调查后, 正式成为加拿大永久居民。</p>
	
			  
		
		
		 </div>
		 <!-- End Left Column  End of main page content!!! -->
		 
		 
</div>
		 <!-- End Main Content -->
 
 <?php
	include 'footer.php';
 ?>		 
		 
   </div>
<!-- End Wrapper -->

   
</body></html>