<!DOCTYPE HTML PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"><head>


<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Step to Canada</title>
<link rel="stylesheet" type="text/css" href="template_structure.css">
<link rel="stylesheet" type="text/css" href="fonts_and_content.css">
<!--[if IE 6]>
<style type="text/css">
#leftcolumn {
padding-right: 0;
}
</style>
<![endif]-->
</head><body>
   <!-- Begin Wrapper -->
   <div id="wrapper">

 <?php
	include 'header.php';
 ?>
		 

		 <!-- Begin Left Column  Enter main page content here!!!! -->
		 
		<div id="leftcolumn">

						<h2>萨斯喀彻温省(Saskatchewan)商业移民</h2>
							<p><strong>加拿大萨斯喀彻温省概述</strong>：</p>
<p>萨斯喀彻温省（简称萨省，Saskatchewan ）位于加拿大的中心地带，东西与曼尼托巴省和阿尔伯塔省为邻，南部与美国的蒙太拿州和北达科他州接壤。“萨斯喀彻温”的名称被认为是由早期印第安土著民提出的，意思指遍布境内的湍急河流。萨省面积65.19万平方公里，占全加面积6.5％，其中森林面积约35.2万平方公里，淡水面积约8.16万平方公里。<br />

萨省的四季分明, 比较干燥和各地区差异较大. 夏季平均气温为25摄氏度,  冬季平均气温为零下25摄氏度。</p>
<p>萨省自然资源丰富，是加农牧业、林业、能源和矿产大省，萨省的农业产值占全加农业产值的15％。钾碱储量占世界的三分之二；萨省是加第二大原油产地，已探明的原油约为9.44亿桶，约有250亿桶的重油储量；天然气储量也很丰富，约有693亿立方米；萨省还拥有加78％的铀矿。加经济森林的中心地带位于萨省北部。</p>
<p>萨省的主要出口商品为原油、谷物和油料作物、氯化钾。主要进口商品有机械设备、矿山设备、车辆及零配件，通讯器材、工业用泵和风扇。电力设备等。</p>
<p>萨省省会为南部的里贾那（Regina），人口约20万，最大的城市和工商中心是北部的萨斯卡通市（Saskatoon)，人口约22万。<br />
<strong><br />
萨斯喀彻温省商业移民的申请条件：</strong></p>
<p>●	必须具有至少三年的拥有并管理企业的经验，或在一家成功的企业里拥有至少三年的高级管理经验。<br />
●	申请人必须拥有至少25万加币的净资产。<br />
●	申请人需要在递交SKPNP正式申请之前到萨省进行为期五个工作日以上的商务考察。<br />

●	申请人必须提供详细的商业计划书。<br />
●	移民成功后，申请人对萨省的增值商业投资至少为15万加币，而且申请人必须参与日常管理工作。<br />
●	申请人在萨省至少15万加币投资额的企业中要占33.3%以上的股份, 如果达不到33.3%的股份, 则申请人在萨省的投资额不能少于50万加币。<br />
<strong>●	申请人得到萨省的提名后，必须与萨省签订“定金协议书”，并交纳75000加币的定金。</strong></p>
<p><strong>萨斯喀彻温省提名商业移民的申请费用：</strong><br />
●	萨省的商务考察费用（包括短期签证费和机票, 酒店费用等）。<br />
●	申请递交萨省政府时无申请费用。<br />
●	联邦移民局的申请费用：主申请人550加元，配偶550加元，每个子女550加元（22岁及以上）或150加元（22岁以下）。<br />
●	落地费用：主申请人490加元，配偶490加元。</p>

<p><strong>萨斯喀彻温省提名计划的优势：</strong></p>
<p>●	办理周期短。一般6个月左右内获得省政府批准，一年内就可获得移民签证，而联邦投资移民大约需要2-3年。<br />
●	申请条件低，花费少。<br />
●	可得到联邦移民局优先考虑。由萨省负责审批，联邦移民局负责体检的后续工作。<br />
●	签证无附加条件。不同于联邦的2年有条件企业家移民，所获移民签证是无条件的。<br />
●	保值无风险。投资15万加币的生意可以自己来打理或签署生意委托协议后，由专业公司帮助打理；向银行缴纳的7.5万加币的定金，在生意开展后全额退还。<br />
●	申请全透明。在获得省提名之前有一次去萨省考察投资和生态环境的机会，让您了解萨省具体情况，时间为至少五个工作日以上。</p>
<p><strong>萨斯喀彻温省提名商业移民申请程序：</strong></p>
<p>●	本公司免费为申请人进行资格评估。<br />

●	接受申请人委托，双方签署委托代理合同。<br />
●	申请人按照要求提供相关文件。<br />
●	申请人前往萨省进行商务考察，对萨省的投资环境和项目提出初步投资方案，并与萨省移民官面谈。<br />
●	公司为申请人专业处理文件后向萨省移民局递交正式申请。<br />
●	收到萨省提名证书。<br />
●	向移民局指定的银行支付定金，并递交材料给加拿大联邦政府移民局。<br />
●	收到体检通知，获得枫叶卡。<br />
●	申请人全家登陆加拿大，本公司免费提供接机、安家服务。</p>
		
		
		 </div>
		 <!-- End Left Column  End of main page content!!! -->
		 
		 
</div>
		 <!-- End Main Content -->
 
 <?php
	include 'footer.php';
 ?>		 
		 
   </div>
<!-- End Wrapper -->

   
</body></html>